brew "atuin"
brew "autoconf"
brew "bat"
brew "chezmoi"
brew "curl"
brew "devcontainer"
brew "dysk"
brew "eza"
brew "fd"
brew "fish"
brew "gh"
brew "glab"
brew "harlequin"
brew "mise"
brew "neovim"
brew "ripgrep"
brew "shellcheck"
brew "starship"
brew "tealdeer"
brew "trash-cli"
brew "yq"
brew "zoxide"
brew "zsync"
cask "font-fira-code-nerd-font"
cask "font-inter"
vscode "enkia.tokyo-night"
vscode "hverlin.mise-vscode"
vscode "miguelsolorio.symbols"
vscode "moyu.snapcode"
vscode "ms-azuretools.vscode-containers"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "vscodevim.vim"
flatpak "app.zen_browser.zen"
flatpak "app.devsuite.Ptyxis"
flatpak "be.alexandervanhee.gradia"
flatpak "com.bitwarden.desktop"
flatpak "com.discordapp.Discord"
flatpak "com.github.tchx84.Flatseal"
flatpak "com.github.zocker_160.SyncThingy"
flatpak "com.mattjakeman.ExtensionManager"
flatpak "com.ranfdev.DistroShelf"
flatpak "com.spotify.Client"
flatpak "dev.zed.Zed"
flatpak "io.github.flattool.Ignition"
flatpak "io.github.flattool.Warehouse"
flatpak "io.github.getnf.embellish"
flatpak "io.github.kolunmi.Bazaar"
flatpak "io.github.ungoogled_software.ungoogled_chromium"
flatpak "io.gitlab.librewolf-community"
flatpak "io.missioncenter.MissionCenter"
flatpak "io.podman_desktop.PodmanDesktop"
flatpak "md.obsidian.Obsidian"
flatpak "me.iepure.devtoolbox"
flatpak "org.gnome.Calculator"
flatpak "org.gnome.Calendar"
flatpak "org.gnome.Characters"
flatpak "org.gnome.Connections"
flatpak "org.gnome.Contacts"
flatpak "org.gnome.DejaDup"
flatpak "org.gnome.FileRoller"
flatpak "org.gnome.Firmware"
flatpak "org.gnome.Logs"
flatpak "org.gnome.Loupe"
flatpak "org.gnome.NautilusPreviewer"
flatpak "org.gnome.NetworkDisplays"
flatpak "org.gnome.Papers"
flatpak "org.gnome.Showtime"
flatpak "org.gnome.SimpleScan"
flatpak "org.gnome.Snapshot"
flatpak "org.gnome.Weather"
flatpak "org.gnome.baobab"
flatpak "org.gnome.clocks"
flatpak "org.gnome.font-viewer"
flatpak "org.gnome.gitlab.somas.Apostrophe"
flatpak "org.gustavoperedo.FontDownloader"
flatpak "org.libreoffice.LibreOffice"
flatpak "org.localsend.localsend_app"
flatpak "org.onlyoffice.desktopeditors"
flatpak "org.telegram.desktop"
flatpak "page.tesk.Refine"
